{
  "language-selector": "Language",
  "hero-title": "Say Goodbye to Health Confusion, Achieve Health Freedom — Bigu Wellness Helps You Reach Your Goals Easily!",
  "hero-subtitle": "Combining traditional wisdom with modern technology, we provide personalized Bigu wellness plans, making health cultivation easy, efficient, and scientific. Whether you want to lose weight, improve your body condition, or experience traditional culture, Bigu Wellness can meet your needs.",
  "hero-cta-start": "Start Your Wellness Journey",
  "hero-cta-waitlist": "Join the Waitlist",
  "problem-title": "Still Struggling with Health Management? You're Not Alone!",
  "problem-subtitle": "Traditional wellness methods lack scientific guidance. Blind attempts not only waste time but may also harm your health. Bigu Wellness provides a one-stop solution, making wellness simple and scientific.",
  "problem-card-title": "Health Concerns",
  "problem-card-description": "Sub-health conditions leave you exhausted and low on energy. Conventional methods are slow to show results and hard to persist with. Following trending 'wellness methods' without scientific guidance may even pose health risks.",
  "solution-card-title": "Bigu Wellness Solution",
  "solution-card-description": "Bigu Wellness App provides scientific and systematic wellness plans, combining traditional wisdom with modern technology, allowing you to achieve your health goals safely and efficiently.",
  "features-title": "Bigu Wellness: Four Core Features Help You Achieve Health Goals Effortlessly",
  "features-subtitle": "Using professional scientific methods to help you safely practice Bigu, improve your body, shape your figure, and experience traditional culture",
  "value-title": "Bigu Wellness - Your Personal Health Management Assistant!",
  "value-subtitle": "We are committed to helping users achieve significant improvements in traditional wellness, making your health journey easier, more efficient, and scientific.",
  "testimonials-title": "The Choice of Over 10,000 Users!",
  "testimonials-subtitle": "Hear What They Say",
  "how-it-works-title": "Simple to Use, Three Steps to Get Started!",
  "how-it-works-subtitle": "Bigu Wellness App is designed to be concise and intuitive, allowing you to easily start your wellness journey",
  "screenshots-title": "Preview - Bigu Wellness App Core Features",
  "screenshots-subtitle": "Swipe to browse and discover how Bigu Wellness App helps you achieve your health goals",
  "pricing-title": "Great Value Pricing, Wellness Features at Your Fingertips!",
  "pricing-subtitle": "Multiple flexible packages to meet different needs, there's always one that's right for you! Choose the package that suits you best and start your health improvement journey now!",
  "faq-title": "Frequently Asked Questions",
  "faq-subtitle": "We've compiled the most common questions to help you better understand the Bigu Wellness App",
  "waitlist-title": "Get Early Access, Win at the Starting Line!",
  "waitlist-subtitle": "Join the Bigu Wellness exclusive beta waitlist to get beta invitation codes, limited benefits, and exclusive discounts first! Limited spots available, join now!",
  "waitlist-input": "Enter your email address",
  "waitlist-button": "Get Beta Access",
  "videos-title": "Real User Cases - See How Bigu Wellness Helps Users Achieve Health Goals",
  "videos-subtitle": "Selected videos showcasing the actual effects of Bigu Wellness",
  "twitter-title": "User Reputation - Twitter Real-time Discussions About the Amazing Effects of Bigu Wellness",
  "twitter-subtitle": "Real-time feedback from real users",
  "footer-cta": "Join Now, Experience Amazing Results",
  "footer-description": "Combining traditional wisdom with modern technology, we provide scientific, personalized Bigu wellness solutions, making health management simple and efficient.",
  "footer-product": "Product",
  "footer-resources": "Resources",
  "footer-company": "Company",
  "footer-copyright": "© 2023 Bigu Wellness. All rights reserved."
}

